import 'package:pr7/model/item.dart';
import 'package:pr7/model/shopItem.dart';

final List<ShopItem> ShopList = <ShopItem>[];

final List<Item> ItemsList = <Item>[
  Item(0, 'ПЦР-тест на определение РНК коронавируса стандартный', 2, 1800),
  Item(1, 'Клинический анализ крови с лейкоцитарной формулировкой', 1, 690),
  Item(2, 'Биохимический анализ крови, базовый', 1, 2440),
  Item(3, 'Биохимический анализ крови, расширенный', 2, 4200),
  Item(4, 'Коагулограмма (ПТИ, МНО, фибриноген)', 1, 1200),
  Item(5, 'Анализ крови на глюкозу', 1, 300),
  Item(6, 'Анализ крови на холестерин и триглицериды', 1, 1000),
  Item(7, 'Электрокардиография (ЭКГ)', 1, 700),
  Item(8, 'Ультразвуковое исследование сердца (Эхокардиография)', 1, 2000),
  Item(9, 'Аллергические кожные тесты', 1, 900),
];
